tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jmhobbs/parrot"
tap "olafurpg/scalafmt"
tap "thoughtbot/formulae"
cask "java"
brew "autoconf"
brew "awscli"
brew "bfg"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "jpeg"
brew "exa"
brew "fasd"
brew "ffmpeg"
brew "freetype"
brew "fzf"
brew "gcal"
brew "gettext"
brew "git"
brew "pcre"
brew "grc"
brew "grv"
brew "hh"
brew "httpie"
brew "hub"
brew "iperf"
brew "jq"
brew "libssh2"
brew "mycli"
brew "nmap"
brew "node"
brew "parallel"
brew "percol"
brew "pgcli"
brew "unixodbc"
brew "phpunit"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "sl"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "typesafe-activator"
brew "wget"
brew "when"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "jmhobbs/parrot/terminal-parrot"
brew "thoughtbot/formulae/rcm"
cask "alfred"
cask "atom"
cask "caffeine"
cask "dropbox"
cask "firefox"
cask "flux"
cask "font-hack"
cask "google-chrome"
cask "iterm2"
cask "qbittorrent"
cask "telegram"
cask "vlc"
