tap "jmhobbs/parrot"
tap "olafurpg/scalafmt"
tap "thoughtbot/formulae"
tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/cask"
cask "java"
brew "autoconf"
brew "bfg"
brew "influxdb"
brew "chronograf"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "elasticsearch"
brew "elasticsearch@5.6", restart_service: true
brew "jpeg"
brew "exa"
brew "fasd"
brew "ffmpeg"
brew "freetype"
brew "fzf"
brew "gettext"
brew "git"
brew "grafana", restart_service: true
brew "grc"
brew "grv"
brew "hh"
brew "httpie"
brew "hub"
brew "icu4c"
brew "iperf"
brew "jq"
brew "kafka"
brew "kafkacat"
brew "leiningen"
brew "libssh2"
brew "mackup"
brew "mycli"
brew "mysql", restart_service: true
brew "nmap"
brew "node"
brew "parallel"
brew "pcre"
brew "percol"
brew "pgcli"
brew "rabbitmq"
brew "ranger"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "sbt"
brew "scala"
brew "sl"
brew "telnet"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "typesafe-activator"
brew "unixodbc"
brew "wget"
brew "when"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "homebrew/php/composer"
brew "homebrew/php/php-version"
brew "homebrew/php/php70-apcu"
brew "homebrew/php/php70-redis"
brew "homebrew/php/php70-xdebug"
brew "homebrew/php/phpunit"
brew "homebrew/php/psysh"
brew "jmhobbs/parrot/terminal-parrot"
brew "thoughtbot/formulae/rcm"
cask "alfred"
cask "atom"
cask "caffeine"
cask "dropbox"
cask "firefox"
cask "flux"
cask "gimp"
cask "google-chrome"
cask "iterm2"
cask "keycastr"
cask "qbittorrent"
cask "seil"
cask "skype"
cask "telegram"
cask "vlc"
cask "xtrafinder"
cask "caskroom/fonts/font-hack"
